hardware/CFD/SimFlow-Workspace/My_Cases/Autoplane/Autoplane/0/U
FoamFile
{
	version	2.0;
	format	binary;
	class	volVectorField;
	location	"0";
	object	U;
	arch	"LSB;label=32;scalar=64";
}
dimensions	[0 1 -1 0 0 0 0];
internalField	uniform (10 0 0);
boundaryField
{
	boundaries
	{
		type	noSlip;
	}
	inlet
	{
		type	surfaceNormalFixedValue;
		refValue	uniform -14;
	}
	outlet
	{
		type	zeroGradient;
	}
	Autoplane_Plane
	{
		type	noSlip;
	}
}
