hardware/CFD/SimFlow-Workspace/My_Cases/Autoplane/Autoplane/0/p
FoamFile
{
	version	2.0;
	format	binary;
	class	volScalarField;
	location	"0";
	object	p;
	arch	"LSB;label=32;scalar=64";
}
dimensions	[1 -1 -2 0 0 0 0];
internalField	uniform 100000;
boundaryField
{
	boundaries
	{
		type	zeroGradient;
	}
	inlet
	{
		type	zeroGradient;
	}
	outlet
	{
		type	fixedValue;
		value	uniform 100000;
	}
	Autoplane_Plane
	{
		type	zeroGradient;
	}
}
