hardware/CFD/SimFlow-Workspace/My_Cases/Autoplane/Autoplane/constant/MRFProperties
FoamFile
{
	version	2.0;
	format	ascii;
	class	dictionary;
	location	"constant";
	object	MRFProperties;
}
