hardware/CFD/SimFlow-Workspace/My_Cases/Autoplane/Autoplane/constant/turbulenceProperties
FoamFile
{
	version	2.0;
	class	dictionary;
	format	ascii;
	location	"constant";
	object	turbulenceProperties;
}
simulationType	laminar;
