hardware/CFD/SimFlow-Workspace/My_Cases/Autoplane/Autoplane/system/blockMeshDict
FoamFile
{
	version	2.0;
	format	ascii;
	class	dictionary;
	location	"system";
	object	blockMeshDict;
}
vertices	(
	(-2 -2 -1)
	(0.5 -2 -1)
	(0.5 2 -1)
	(-2 2 -1)
	(-2 -2 1)
	(0.5 -2 1)
	(0.5 2 1)
	(-2 2 1)
);
blocks	(
	hex	(0 1 2 3 4 5 6 7) (25 40 20) simpleGrading (1 1 1)
);
edges	();
boundary	(
	boundaries
	{
		type	wall;
		faces	(
			(1 5 4 0)
			(4 5 6 7)
			(0 3 2 1)
			(3 7 6 2)
		);
	}
	inlet
	{
		type	patch;
		faces	(
			(2 6 5 1)
		);
	}
	outlet
	{
		type	patch;
		faces	(
			(0 4 7 3)
		);
	}
);
