hardware/CFD/SimFlow-Workspace/My_Cases/Autoplane/Autoplane/system/createPatchDict
FoamFile
{
	version	2.0;
	format	ascii;
	class	dictionary;
	location	"system";
	object	createPatchDict;
}
pointSync	false;
patches	(
	{
		name	Autoplane_Plane;
		patchInfo
		{
			type	wall;
		}
		constructFrom	patches;
...
	}
);
