hardware/CFD/SimFlow-Workspace/My_Cases/Autoplane/Autoplane/system/setFieldsDict
FoamFile
{
	version	2.0;
	format	ascii;
	class	dictionary;
	location	"system";
	object	setFieldsDict;
}
defaultFieldValues	();
regions	();
